Repository: akindele214/181hub_2
Catalog: blog/notify/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: Notification receiver
es: Receptor de notificación
pt_br: Receptor da notificação

source: Content type of actor object
es: Tipo de contenido del objeto actor
pt_br: Tipo de conteúdo do objeto ator

source: ID of the actor object
es: ID del objeto actor
pt_br: ID do objeto ator

source: Anonymous text for actor
es: Texto anónimo para el actor
pt_br: Texto anônimo para o ator

source: Anonymous URL for actor
es: URL anónima para actor
pt_br: URL anônima para o ator

source: Verb of the action
es: Verbo de la acción
pt_br: Verbo da ação

source: Description of the notification
es: Descripción de la notificación
pt_br: Descrição da notificação

source: Type of notification
es: Tipo de notificación
pt_br: Tipo da notificação

source: Content type of target object
es: Tipo de contenido del objeto destino
pt_br: Tipo de conteúdo do objeto alvo

source: ID of the target object
es: ID del objeto destino
pt_br: ID do objeto alvo

source: Anonymous text for target
es: Texto anónimo para el objetivo
pt_br: Texto anônimo para o alvo

source: Anonymous URL for target
es: URL anónima para el objetivo
pt_br: URL anônima para o alvo

source: Content type of action object
es: Tipo de contenido del objeto acción
pt_br: Tipo de conteúdo para o objeto da ação

source: Anonymous text for action object
es: Texto anónimo para el objeto acción
pt_br: Texto anônimo para o objeto da ação

source: Anonymous URL for action object
es: URL anónima para el objeto acción
pt_br: URL anônima para o objeto da ação

source: JSONField to store addtional data
es: JSONField para almacenar datos adicionales
pt_br: Campo JSON para armazenar dados adicionais

source: Read status
es: Estado de lectura
pt_br: Status da leitura

source: Soft delete status
es: Estado de eliminación temporal
pt_br: Status da exclusão lógica

source: {actor} {verb} {at} ago
es: {actor} {verb} hace {at}
pt_br: {actor} {verb} {at} atrás

source: {actor} {verb} on {target} {at} ago
es: {actor} {verb} en {target} hace {at}
pt_br: {actor} {verb} em {target} {at} atrás

source: {actor} {verb} {obj} on {target} {at} ago
es: {actor} {verb} {obj} en {target} hace {at}
pt_br: {actor} {verb} {obj} em {target} {at} atrás

source: {description} -- {at} ago
es: {description} -- hace {at}
pt_br: {description} -- {at} atrás

source: You must specify either a single recipient or a list of recipients, not both.
es: Debes especificar un único destinatario o una lista de destinatarios, no ambos.
pt_br: Você deve especificar ou um único destinatário, ou uma lista de destinatários, não os dois.

source: You must specify the recipient of the notification.
es: Debes especificar el destinatario de la notificación.
pt_br: Você deve especificar o destinatário da notificação.

source: Actor not specified.
es: Actor no especificado.
pt_br: Ator não especificado.

source: Verb not specified.
es: Verbo no especificado.
pt_br: Verbo não especificado.

source: Verb is too long.
es: El verbo es demasiado largo.
pt_br: Verbo é muito longo.

source: Supplied recipient is not an instance of list.
es: El destinatario suministrado no es una instancia de lista.
pt_br: O destinatário fornecido não é uma lista.

source: Notifications
es: Notificaciones
pt_br: Notificações

source: Mark all as read
es: Marcar todo como leído
pt_br: Marcar todas como lidas

source: Mark all as unread
es: Marcar todo como no leído
pt_br: Marcar todas como não lidas

source: <a href="%(actor_url)s">%(actor)s</a> %(verb)s on <a href="%(target_url)s">%(target)s</a>
es: <a href="%(actor_url)s">%(actor)s</a> %(verb)s en <a href="%(target_url)s">%(target)s</a>
pt_br: <a href="%(actor_url)s">%(actor)s</a> %(verb)s em <a href="%(target_url)s">%(target)s</a>

source: %(created)s ago
es: hace %(created)s
pt_br: %(created)s atrás

source: read,unread
es: leído,no leído
pt_br: lida,não lida

source: Mark as %(read)s
es: Marcar como %(read)s
pt_br: Marcar como %(read)s

source: unread,read
es: no leído,leído
pt_br: não lida,lida

source: The second argument in %r must be 'for'
es: El segundo argumento en %r debe ser 'for'
pt_br: O segundo argumento em %r deve ser 'for'

source: {tag} takes 2 or 3 arguments, {len} given.
es: {tag} toma 2 o 3 argumentos, {len} dados.
pt_br: {tag} requer 2 ou 3 argumentos, {len} recebidos.

source: <b>No notifications yet.</b>
es: <b>Aún no hay notificaciones.</b>
pt_br: <b>Sem notificações ainda.</b>

source: Max arguments are two
es: Los argumentos máximos son dos
pt_br: Máximo de 2 argumentos

source: First argument must be 'for'
es: El primer argumento debe ser 'for'
pt_br: O primeiro argumento deve ser 'for'

source: Second argument must either 'box' or 'page'
es: El segundo argumento debe ser 'box' or 'page'
pt_br: Segundo argumento deve ser ou 'box' ou 'page'

source: Marked as read
es: Marcado como leído
pt_br: Marcado como lida

source: Marked as unread
es: Marcado como no leído
pt_br: Marcado como não lida

source: Invalid mark action.
es: Acción de marcado invalida
pt_br: Marcação inválida.

source: Notification does not exists.
es: La notificación no existe.
pt_br: Não existem notificações.

source: Invalid Notification ID
es: ID de notificación no válido
pt_br: ID de notificação inválida

source: Marked all notifications as read
es: Todas las notificaciones marcadas como leídas
pt_br: Todas as notificações marcadas como lidas

source: Marked all notifications as unread
es: Todas las notificaciones marcadas como no leídas
pt_br: Todas as notificações marcadas como não lidas

source: Invalid mark action
es: Acción de marcado invalido
pt_br: Marcação inválida.

source: Deleted notification successfully
es: Notificación eliminada con éxito
pt_br: Notificação apagada com sucesso

source: Notifications successfully retrieved.
es: Notificaciones recuperadas con éxito.
pt_br: Notificação obtida com sucesso.

source: No new notifications.
es: No hay notificaciones nuevas.
pt_br: Sem novas notificações.

source: Notification flag not sent.
es: Bandera de notificación no enviada.
pt_br: Sinalizador de notificação não enviado.
